# brew tap homebrew/bundle
# brew bundle dump --file=~/.dotfiles/Brewfile
# brew bundle --file=~/.dotfiles/Brewfile

tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
brew "ansible"
brew "awscli"
brew "bash"
brew "chrome-cli"
brew "cmake"
brew "coreutils"
brew "dep"
brew "duti"
brew "ffmpeg"
brew "fswatch"
brew "geth"
brew "git"
brew "git-lfs"
brew "imagemagick"
brew "ipfs"
brew "jq"
brew "maven"
brew "mongodb"
brew "mysql"
brew "nginx"
brew "nkf"
brew "nmap"
brew "node"
brew "packer"
brew "postgresql"
brew "protobuf"
brew "python"
brew "q"
brew "rbenv"
brew "redis"
brew "sbt"
brew "scala"
brew "snappy"
brew "terraform"
brew "tig"
brew "trash"
brew "tree"
brew "typesafe-activator"
brew "watch"
brew "wget"
brew "yasm"
brew "zlib"
