tap "homebrew/dupes"
tap "homebrew/apache"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/binary"
tap "homebrew/bundle"
tap "homebrew/services"
tap "paritytech/paritytech"
tap "caskroom/versions"
tap "caskroom/cask"
tap "ethereum/ethereum"
cask "java"
brew "libyaml"
brew "openssl"
brew "sqlite"
brew "ansible"
brew "apr"
brew "apr-util"
brew "xz"
brew "python"
brew "awscli"
brew "bash"
brew "chrome-cli"
brew "convmv"
brew "coreutils"
brew "dep"
brew "duti"
brew "ffmpeg"
brew "freetype"
brew "fswatch"
brew "geth"
brew "gettext"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "htop"
brew "httpd"
brew "hub"
brew "libtool"
brew "imagemagick"
brew "ipfs"
brew "oniguruma"
brew "jq"
brew "lua"
brew "mas"
brew "maven"
brew "mongodb"
brew "mysql"
brew "nginx"
brew "nkf"
brew "nmap"
brew "node"
brew "packer"
brew "peco"
brew "postgresql"
brew "protobuf"
brew "q"
brew "rbenv"
brew "redis"
brew "sbt"
brew "scala"
brew "terraform"
brew "tig"
brew "trash"
brew "tree"
brew "unar"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "ethereum/ethereum/solidity"
brew "paritytech/paritytech/parity"
cask "atom"
cask "libreoffice"
cask "vagrant"
cask "caskroom/versions/java8"
